{"_currentVersionState": {"$invariant": "PUBLISHED"}, "name": {"$invariant": "Terms of Service - Content (#d1d3d4)"}, "_updateDate": {"$invariant": "2024-04-11T06:56:26.847Z"}, "_hasChildren": false, "_level": 5, "_createDate": "2024-04-11T06:19:40.927Z", "_id": "ab1a0720-1754-47e6-909c-1cdc10daca8e", "_links": {"self": {"href": "https://api.umbraco.io/content/ab1a0720-1754-47e6-909c-1cdc10daca8e"}, "root": {"href": "https://api.umbraco.io/content"}, "children": {"href": "https://api.umbraco.io/content/ab1a0720-1754-47e6-909c-1cdc10daca8e/children"}, "publish": {"href": "https://api.umbraco.io/content/ab1a0720-1754-47e6-909c-1cdc10daca8e/publish"}, "unpublish": {"href": "https://api.umbraco.io/content/ab1a0720-1754-47e6-909c-1cdc10daca8e/unpublish"}, "contenttype": {"href": "https://api.umbraco.io/content/type/richtext"}}, "contentTypeAlias": "richtext", "parentId": "f014f846-357a-4934-95f3-e13b337eba18", "sortOrder": 10, "selectableVariant": {"$invariant": []}, "order": {"$invariant": []}, "align": {"$invariant": []}, "maxItemsPerRow": {"$invariant": ""}, "colReverse": {"$invariant": "0"}, "topRounded": {"$invariant": ""}, "bottomRounded": {"$invariant": ""}, "backgroundColour": {"$invariant": {"value": "d1d3d4", "label": "d1d3d4", "sortOrder": 4, "id": "3"}}, "body": {"$invariant": "<p>THESE TERMS OF SERVICE (the \"Agreement\") GOVERN YOUR RECEIPT, ACCESS TO, AND USE OF THE SERVICES PROVIDED BY NORG PTY LTD (\"NORG PTY LTD\"). BY (A) PURCHASING ACCESS TO THE SERVICE THROUGH AN ONLINE ORDERING PROCESS THAT REFERENCES THIS AGREEMENT, (B) SIGNING UP FOR A FREE OR PAID ACCESS PLAN FOR THE SERVICE VIA A PLATFORM THAT REFERENCES THIS AGREEMENT, OR (C) CLICKING A BOX INDICATING ACCEPTANCE, YOU AGREE TO BE BOUND BY THE TERMS OF THIS AGREEMENT. THE INDIVIDUAL ACCEPTING THIS AGREEMENT DOES SO ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY (\"Customer\"); SUCH INDIVIDUAL REPRESENTS AND WARRANTS THAT THEY HAVE THE AUTHORITY TO BIND SUCH ENTITY AND ITS AFFILIATES TO THIS AGREEMENT. IF THE INDIVIDUAL ACCEPTING THIS AGREEMENT DOES NOT HAVE SUCH AUTHORITY, OR IF THE ENTITY DOES NOT AGREE WITH THESE TERMS AND CONDITIONS, SUCH INDIVIDUAL MUST NOT ACCEPT THIS AGREEMENT AND MAY NOT USE THE SERVICES. CAPITALISED TERMS HAVE THE MEANINGS SET FORTH HEREIN. THE PARTIES AGREE AS FOLLOWS:</p>\n<h3>The Service</h3>\n<ul>\n<li>Service Description: NORG PTY LTD owns and provides a cloud-based artificial intelligence service offering chatbots for customer support, sales, and user engagement (the \"Service\"). Anything the Customer (including Users) configures, customises, uploads, or otherwise utilises through the Service is considered a \"User Submission.\" Customer is solely responsible for all User Submissions it contributes to the Service. Additional terms regarding User Submissions, including ownership, are detailed further in this document.</li>\n<li>Customer’s Subscription: Subject to the terms of this Agreement, Customer may purchase a subscription to, and has the right to access and use, the Service as specified in one or more ordering screens agreed upon by the parties through NORG PTY LTD’s website or service portal that reference this Agreement and describe the business terms related to Customer’s subscription (\"Order(s)\"). Use of and access to the Service is permitted only for individuals authorised by the Customer and solely for Customer’s own internal business purposes.</li>\n<li>NORG PTY LTD’s Ownership: NORG PTY LTD retains all rights, title, and interest (including all intellectual property rights) in and to the Service, all related and underlying technology, and any updates, enhancements, modifications, or fixes thereto.</li>\n</ul>\n<h3>Restrictions</h3>\n<ul>\n<li>The Customer agrees not to, and not to permit Users or third parties to, misuse the Service in ways that are illegal or against this Agreement’s terms, including but not limited to unauthorised copying, access, or distribution of the Service or its components.</li>\n</ul>\n<p><strong>Third-Party Services:</strong> The Service may interface with third-party products, services, or applications. Use of Third-Party Services in conjunction with our Service is at the customer's discretion and risk.</p>\n<p><strong>Financial Terms:</strong> Fees for the Service are as detailed in the applicable order. Customers are responsible for any applicable taxes according to Australian laws and regulations. Failure to pay any Fees when due may result in suspension of access to the Service.</p>\n<p><strong>Term and Termination:</strong> This Agreement takes effect on the Subscription Start Date and remains in effect until terminated. Either party may terminate this Agreement under certain conditions, such as breach of terms that are not cured within a specified timeframe.</p>\n<p><strong>Warranties and Disclaimers:</strong> NORG PTY LTD provides the Service \"as is\" without warranty of any kind, except as expressly stated herein. The Customer is responsible for ensuring that its use of the Service complies with all applicable laws and regulations.</p>\n<p><strong>Limitation of Liability:</strong> NORG PTY LTD’s liability is limited as described herein, subject to the consumer protection laws in Australia which may not allow such limitations on implied warranties or conditions, or the exclusion or limitation of certain damages.</p>\n<p><strong>Confidentiality:</strong> Both parties agree to protect each other’s confidential information with a reasonable degree of care.</p>\n<p><strong>Data:</strong> The handling of User Information and User Submissions is subject to the terms of this Agreement, with a commitment to adhere to applicable data protection laws, including but not limited to the Australian Privacy Principles.</p>\n<p><strong>General Terms:</strong> Include various administrative and legal terms, including governing law and venue, which will be the laws of Australia, and specifically the state or territory in which the Customer operates</p>"}}