{"_currentVersionState": {"$invariant": "PUBLISHED"}, "name": {"$invariant": "Page Rename Redirect Test Page 2"}, "_updateDate": {"$invariant": "2023-12-19T02:13:35.61Z"}, "_hasChildren": false, "_level": 5, "_createDate": "2023-12-19T02:10:39.06Z", "_id": "4cec20a4-b24d-48fd-9a15-a13aee290808", "_links": {"self": {"href": "https://api.umbraco.io/content/4cec20a4-b24d-48fd-9a15-a13aee290808"}, "root": {"href": "https://api.umbraco.io/content"}, "children": {"href": "https://api.umbraco.io/content/4cec20a4-b24d-48fd-9a15-a13aee290808/children"}, "publish": {"href": "https://api.umbraco.io/content/4cec20a4-b24d-48fd-9a15-a13aee290808/publish"}, "unpublish": {"href": "https://api.umbraco.io/content/4cec20a4-b24d-48fd-9a15-a13aee290808/unpublish"}, "contenttype": {"href": "https://api.umbraco.io/content/type/richtext"}}, "contentTypeAlias": "richtext", "parentId": "336dd8e2-0bce-49a0-aa93-81fd52fe0ff9", "sortOrder": 1, "selectableVariant": {"$invariant": []}, "order": {"$invariant": []}, "align": {"$invariant": []}, "maxItemsPerRow": {"$invariant": ""}, "colReverse": {"$invariant": ""}, "topRounded": {"$invariant": ""}, "bottomRounded": {"$invariant": ""}, "backgroundColour": {"$invariant": ""}, "body": {"$invariant": "<h4>Test Page 2</h4>\n<h5>Automatic Technology (ATA) is world leader in remote access systems for garage doors and gates. The Automatic Technology brand, for many years known as ATA, is renowned for continually improving our remote access technology.</h5>\n<p> </p>\n<p>Since our inception as ATA over 25 years ago, our world class engineering team have designed and released innovative access control technologies that have been adopted throughout the globe including U.S.A, Europe, Asia and South Africa. Our commitment to continual product improvement and exceptional customer support has also been a key to our success.</p>\n<p>The design philosophy at Automatic Technology (ATA) is SMART-SIMPLE-SECURE.Using in-house designed SMART technologies, our products deliver outstanding reliability whilst being SIMPLE to operate. To ensure SECURE access control, we also use some of the same security measures as used by banks and governments to prevent unwanted access to your home or business. Automatic Technology knows the importance of reliable access control to home and business owners. We know that when a garage door, gate or shutter door is unable to operate due to a fault it can cost you not only precious time and money but also expose you to security and safety issues. That is why hundreds of thousands of home and business owners across the country trust Automatic Technology products to perform.</p>\n<p>Some of our many innovations include:</p>\n<ul>\n<li>Easy coding of remote Garage Door Remotes – Traditionally homeowners have needed to code in new remote Garage Door Remotes via buttons on the opener itself. As the opener is usually mounted on or close to the ceiling, this required a ladder. To minimise the hassle and improve safety we developed technology that allowed the home owner to code in additional remote Garage Door Remotes from their existing transmitter, removing the need to touch the opener itself.</li>\n<li>Trio-Code™, the world's first interference free transmitter system in 2007.</li>\n<li>Axess Pro Series 3000 Industrial Shutter Opener – Released in 2011, Axess 3000 introduced universal operation to allow it to be mounted either on the left or right hand side without any modifications needed, addressing a key issue for the roller shutter industry.</li>\n<li>Tri-Code 128™ – Released in 2012, Trio Code 128™ was our most reliable and secure garage door transmitter system ever. The Advanced Encryption Standard (AES) featured a staggering 309 Trillion, Trillion code combinations to protect against increasingly sophisticated code grabbing devices used by criminals to interfere with remote control systems.</li>\n<li>Wireless Safety Beams – Developed to protect your family, possessions and car, safety beams allow the garage door to stop and reverse as soon as an object or person moves through the invisible beam, averting damage or even injury. The wireless design also allows for easy, hassle free installation.</li>\n</ul>"}}